Repository: yuriiik/BetterTranslate
Catalog: BetterTranslate/Localizable.xcstrings
Source language: en
Languages: uk

source: ⚠️ Pending approval in System Settings:
uk: ⚠️ Очікує підтвердження в системних налаштуваннях:

source: Address is empty
uk: Адреса не задана

source: Click outside closes translation window
uk: Клік за межами вікна перекладу закриває його

source: Controls:
uk: Управління:

source: Custom
uk: Інший

source: Esc closes translation window
uk: Esc закриває вікно перекладу

source: Invalid address
uk: Невірна адреса

source: Launch at login
uk: Запускати при вході в систему

source: Open
uk: Перейти

source: Quit
uk: Завершити

source: Select any text and press 􀆔-C-C to translate it.
uk: Виділіть текст та натисніть 􀆔-C-C для перекладу.

source: Settings...
uk: Параметри...

source: Show this window when starting Better Translate
uk: Відкривати це вікно під час запуску Better Translate

source: Start Translation
uk: Почати переклад

source: Startup:
uk: Запуск:

source: Stop Translation
uk: Зупинити переклад

source: Translation website address
uk: Адреса веб-сайту перекладача

source: Translation Website:
uk: Перекладач:

source: Translation Window
uk: Вікно перекладача

source: Unable to open the translation website
uk: Не вдається відкрити веб-сайт перекладача

source: Welcome to Better Translate!
uk: Вітаємо у Better Translate!
